Repository: LinkAndreas/BreathingCoach
Catalog: BreathingCoach/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %@ breaths/min
de: %@ Atemzüge/Min
es: %@ respiraciones/min
fr: %@ respirations/min

source: %@ · Avg %@ %@ · %lld%% in target
de: %@ · Ø %@ %@ · %lld%% im Ziel
es: %@ · Media %@ %@ · %lld%% en objetivo
fr: %@ · Moy. %@ %@ · %lld%% dans la cible

source: %lld Serial Devices Found
de: %lld serielle Geräte gefunden
es: %lld dispositivos serie encontrados
fr: %lld périphériques série trouvés

source: 1 Serial Device Found
de: 1 serielles Gerät gefunden
es: 1 dispositivo serie encontrado
fr: 1 périphérique série trouvé

source: 2:1 ratio
de: Verhältnis 2:1
es: Proporción 2:1
fr: Ratio 2:1

source: 4-7-8 Breathing
de: 4-7-8-Atmung
es: Respiración 4-7-8
fr: Respiration 4-7-8

source: AVG EtCO₂
de: Ø EtCO₂
es: EtCO₂ MEDIO
fr: EtCO₂ MOYEN

source: AVG RR
de: Ø RR
es: RR MEDIA
fr: RR MOYENNE

source: About
de: Über
es: Acerca de
fr: À propos

source: BREATHING TECHNIQUE
de: ATEMTECHNIK
es: TÉCNICA DE RESPIRACIÓN
fr: TECHNIQUE DE RESPIRATION

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Back to Devices
de: Zurück zu den Geräten
es: Volver a los dispositivos
fr: Retour aux appareils

source: Breathe In
de: Einatmen
es: Inhala
fr: Inspirez

source: Breathe Out
de: Ausatmen
es: Exhala
fr: Expirez

source: Breathe With Live Feedback
de: Atme mit Live-Feedback
es: Respira con retroalimentación en vivo
fr: Respirez avec un retour en direct

source: Buteyko Reduced Breathing
de: Buteyko-Atemreduktion
es: Respiración reducida de Buteyko
fr: Respiration réduite de Buteyko

source: CO₂ WAVEFORM
de: CO₂-KURVE
es: ONDA DE CO₂
fr: COURBE DE CO₂

source: Capnometry-Assisted Respiratory Training
de: Kapnometrie-unterstütztes Atemtraining
es: Entrenamiento respiratorio asistido por capnometría
fr: Entraînement respiratoire assisté par capnométrie

source: Change
de: Ändern
es: Cambiar
fr: Changer

source: Coherent Breathing
de: Kohärente Atmung
es: Respiración coherente
fr: Respiration cohérente

source: Connect
de: Verbinden
es: Conectar
fr: Connecter

source: Connect Your Monitor
de: Verbinde deinen Monitor
es: Conecta tu monitor
fr: Connectez votre moniteur

source: Connect a device before starting a session.
de: Verbinde zuerst ein Gerät, bevor du eine Sitzung startest.
es: Conecta un dispositivo antes de iniciar una sesión.
fr: Connectez un appareil avant de démarrer une séance.

source: Connected
de: Verbunden
es: Conectado
fr: Connecté

source: Connecting…
de: Verbinde…
es: Conectando…
fr: Connexion…

source: Control-pause method
de: Kontrollpausen-Methode
es: Método de la pausa de control
fr: Méthode de la pause de contrôle

source: Custom Pace
de: Eigenes Tempo
es: Ritmo personalizado
fr: Rythme personnalisé

source: DURATION
de: DAUER
es: DURACIÓN
fr: DURÉE

source: Device
de: Gerät
es: Dispositivo
fr: Appareil

source: Device Connection
de: Geräteverbindung
es: Conexión del dispositivo
fr: Connexion de l'appareil

source: Device ID
de: Geräte-ID
es: ID del dispositivo
fr: ID de l'appareil

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter

source: Disconnect Device
de: Gerät trennen
es: Desconectar dispositivo
fr: Déconnecter l'appareil

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté

source: End Session
de: Sitzung beenden
es: Finalizar sesión
fr: Terminer la séance

source: Equal inhale/exhale near 6 breaths/min — maximizes heart-rate variability and steadies respiration.
de: Gleich lange Ein- und Ausatmung bei etwa 6 Atemzügen/Min — maximiert die Herzfrequenzvariabilität und stabilisiert die Atmung.
es: Inhalación y exhalación iguales a unas 6 respiraciones/min — maximiza la variabilidad de la frecuencia cardíaca y estabiliza la respiración.
fr: Inspiration/expiration égales à environ 6 respirations/min — maximise la variabilité de la fréquence cardiaque et stabilise la respiration.

source: EtCO₂ OVER SESSION
de: EtCO₂-VERLAUF DER SITZUNG
es: EtCO₂ DURANTE LA SESIÓN
fr: EtCO₂ PENDANT LA SÉANCE

source: EtCO₂ moved from %@ to %@
de: EtCO₂ änderte sich von %@ zu %@
es: El EtCO₂ pasó de %@ a %@
fr: L'EtCO₂ est passé de %@ à %@

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec

source: From Settings
de: Aus den Einstellungen
es: Desde Ajustes
fr: Depuis les réglages

source: Gentle, reduced-volume nasal breathing with a brief pause after exhale to build CO₂ tolerance.
de: Sanfte Nasenatmung mit reduziertem Volumen und einer kurzen Pause nach dem Ausatmen, um die CO₂-Toleranz aufzubauen.
es: Respiración nasal suave y de volumen reducido con una breve pausa tras la exhalación para aumentar la tolerancia al CO₂.
fr: Respiration nasale douce à volume réduit avec une brève pause après l'expiration pour développer la tolérance au CO₂.

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer

source: Go to Connect
de: Zu Verbinden wechseln
es: Ir a Conectar
fr: Aller à Connecter

source: Handshake
de: Verbindungsaufbau
es: Protocolo de enlace
fr: Poignée de main

source: History
de: Verlauf
es: Historial
fr: Historique

source: Hold
de: Halten
es: Mantén
fr: Retenez

source: IN TARGET
de: IM ZIEL
es: EN OBJETIVO
fr: DANS LA CIBLE

source: Inhale 4s, hold 7s, exhale 8s — a breath-hold-heavy pattern that raises EtCO₂ quickly.
de: 4 Sek. einatmen, 7 Sek. anhalten, 8 Sek. ausatmen — ein Muster mit langem Atemanhalten, das den EtCO₂-Wert schnell erhöht.
es: Inhala 4 s, mantén 7 s, exhala 8 s — un patrón con retención prolongada que eleva rápidamente el EtCO₂.
fr: Inspirez 4 s, retenez 7 s, expirez 8 s — un schéma avec une longue apnée qui augmente rapidement l'EtCO₂.

source: Inhale through the nose, exhale twice as long through pursed lips to slow RR and prevent air trapping.
de: Einatmen durch die Nase, doppelt so lange durch gespitzte Lippen ausatmen, um die Atemfrequenz zu senken und ein Air Trapping zu verhindern.
es: Inhala por la nariz, exhala el doble de tiempo con los labios fruncidos para reducir la frecuencia respiratoria y evitar el atrapamiento de aire.
fr: Inspirez par le nez, expirez deux fois plus longtemps à travers les lèvres pincées pour ralentir la fréquence respiratoire et éviter le piégeage de l'air.

source: Live Session
de: Live-Sitzung
es: Sesión en vivo
fr: Séance en direct

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: No Serial devices
de: Keine seriellen Geräte
es: No hay dispositivos serie
fr: Aucun périphérique série

source: No Serial devices have been found.
de: Es wurden keine seriellen Geräte gefunden.
es: No se han encontrado dispositivos serie.
fr: Aucun périphérique série n'a été trouvé.

source: No active session. Start a breathing session to see live biofeedback.
de: Keine aktive Sitzung. Starte eine Atemsitzung, um Live-Biofeedback zu sehen.
es: No hay ninguna sesión activa. Inicia una sesión de respiración para ver el biofeedback en vivo.
fr: Aucune séance active. Démarrez une séance de respiration pour voir le biofeedback en direct.

source: No completed sessions yet. Finish a breathing session to see it here.
de: Noch keine abgeschlossenen Sitzungen. Beende eine Atemsitzung, um sie hier zu sehen.
es: Aún no hay sesiones completadas. Termina una sesión de respiración para verla aquí.
fr: Aucune séance terminée pour l'instant. Terminez une séance de respiration pour la voir ici.

source: No device connected
de: Kein Gerät verbunden
es: Ningún dispositivo conectado
fr: Aucun appareil connecté

source: No devices scanned yet.
de: Noch keine Geräte gesucht.
es: Aún no se han buscado dispositivos.
fr: Aucun appareil recherché pour l'instant.

source: No session data yet — complete a breathing session to see your summary.
de: Noch keine Sitzungsdaten — schließe eine Atemsitzung ab, um deine Zusammenfassung zu sehen.
es: Aún no hay datos de la sesión — completa una sesión de respiración para ver tu resumen.
fr: Aucune donnée de séance pour l'instant — terminez une séance de respiration pour voir votre résumé.

source: PEAK EtCO₂
de: SPITZEN-EtCO₂
es: EtCO₂ MÁXIMO
fr: EtCO₂ MAXIMAL

source: Path
de: Pfad
es: Ruta
fr: Chemin

source: Pick a breathing technique and follow the pacer while your EtCO₂, respiration rate, and SpO₂ stream live.
de: Wähle eine Atemtechnik und folge dem Taktgeber, während EtCO₂, Atemfrequenz und SpO₂ live gestreamt werden.
es: Elige una técnica de respiración y sigue el marcador de ritmo mientras se transmiten en vivo tu EtCO₂, frecuencia respiratoria y SpO₂.
fr: Choisissez une technique de respiration et suivez le rythmeur pendant que votre EtCO₂, votre fréquence respiratoire et votre SpO₂ s'affichent en direct.

source: Plug in a Capnostream monitor over serial or USB, then scan and connect from the Connect tab.
de: Schließe einen Capnostream-Monitor über Seriell oder USB an und verbinde ihn dann über den Tab „Verbinden“.
es: Conecta un monitor Capnostream por serie o USB y luego busca y conéctate desde la pestaña Conectar.
fr: Branchez un moniteur Capnostream en série ou en USB, puis recherchez-le et connectez-vous depuis l'onglet Connecter.

source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole

source: Pursed-Lip Breathing
de: Lippenbremse
es: Respiración con labios fruncidos
fr: Respiration à lèvres pincées

source: Replay Onboarding
de: Einführung erneut anzeigen
es: Repetir la introducción
fr: Revoir la présentation

source: Rescan
de: Erneut suchen
es: Volver a buscar
fr: Relancer la recherche

source: Resonance-frequency breathing
de: Resonanzfrequenz-Atmung
es: Respiración de frecuencia de resonancia
fr: Respiration à fréquence de résonance

source: Review each session's summary, browse your history, and tune your target range in Settings.
de: Sieh dir die Zusammenfassung jeder Sitzung an, durchsuche deinen Verlauf und passe deinen Zielbereich in den Einstellungen an.
es: Revisa el resumen de cada sesión, explora tu historial y ajusta tu rango objetivo en Ajustes.
fr: Consultez le résumé de chaque séance, parcourez votre historique et ajustez votre plage cible dans les réglages.

source: Scan Devices
de: Geräte suchen
es: Buscar dispositivos
fr: Rechercher des appareils

source: Scanning Serial Ports ...
de: Serielle Ports werden durchsucht …
es: Buscando puertos serie…
fr: Recherche des ports série…

source: Search for a nearby Capnostream monitor over serial / USB.
de: Suche nach einem Capnostream-Monitor in der Nähe über Seriell / USB.
es: Busca un monitor Capnostream cercano a través de serie / USB.
fr: Recherchez un moniteur Capnostream à proximité via série / USB.

source: Session
de: Sitzung
es: Sesión
fr: Séance

source: Session History
de: Sitzungsverlauf
es: Historial de sesiones
fr: Historique des séances

source: Session Summary
de: Sitzungszusammenfassung
es: Resumen de la sesión
fr: Résumé de la séance

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Skip
de: Überspringen
es: Omitir
fr: Passer

source: Slow diaphragmatic breathing at a fixed pace, clinically used to correct hyperventilation and raise EtCO₂.
de: Langsame Zwerchfellatmung in festem Tempo, klinisch eingesetzt zur Korrektur von Hyperventilation und zur Erhöhung des EtCO₂.
es: Respiración diafragmática lenta a un ritmo fijo, utilizada clínicamente para corregir la hiperventilación y aumentar el EtCO₂.
fr: Respiration diaphragmatique lente à un rythme fixe, utilisée cliniquement pour corriger l'hyperventilation et augmenter l'EtCO₂.

source: Start Breathing Session
de: Atemsitzung starten
es: Iniciar sesión de respiración
fr: Démarrer la séance de respiration

source: Start New Session
de: Neue Sitzung starten
es: Iniciar nueva sesión
fr: Démarrer une nouvelle séance

source: Start Session
de: Sitzung starten
es: Iniciar sesión
fr: Démarrer la séance

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé

source: TIME IN TARGET
de: ZEIT IM ZIEL
es: TIEMPO EN OBJETIVO
fr: TEMPS DANS LA CIBLE

source: Target %@ %@
de: Ziel %@ %@
es: Objetivo %@ %@
fr: Cible %@ %@

source: Target EtCO₂ Range
de: EtCO₂-Zielbereich
es: Rango objetivo de EtCO₂
fr: Plage cible d'EtCO₂

source: Track Your Progress
de: Verfolge deinen Fortschritt
es: Sigue tu progreso
fr: Suivez votre progression

source: Train your breathing with real-time capnography biofeedback from your Capnostream monitor.
de: Trainiere deine Atmung mit Echtzeit-Kapnographie-Biofeedback von deinem Capnostream-Monitor.
es: Entrena tu respiración con biofeedback de capnografía en tiempo real desde tu monitor Capnostream.
fr: Entraînez votre respiration grâce au biofeedback de capnographie en temps réel de votre moniteur Capnostream.

source: Typical adult normal range is 35–45 mmHg. Consult your clinician before changing.
de: Der typische Normalbereich für Erwachsene liegt bei 35–45 mmHg. Sprich vor einer Änderung mit deinem Arzt.
es: El rango normal habitual en adultos es de 35–45 mmHg. Consulta a tu médico antes de cambiarlo.
fr: La plage normale habituelle chez l'adulte est de 35 à 45 mmHg. Consultez votre médecin avant de la modifier.

source: Units
de: Einheiten
es: Unidades
fr: Unités

source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge

source: Used only when the "Custom Pace" technique is selected on the Live Session screen. Ratio 40% inhale / 60% exhale.
de: Wird nur verwendet, wenn auf dem Bildschirm „Live-Sitzung“ die Technik „Eigenes Tempo“ ausgewählt ist. Verhältnis 40 % Einatmen / 60 % Ausatmen.
es: Solo se utiliza cuando se selecciona la técnica «Ritmo personalizado» en la pantalla de sesión en vivo. Proporción 40 % inhalación / 60 % exhalación.
fr: Utilisé uniquement lorsque la technique « Rythme personnalisé » est sélectionnée sur l'écran de séance en direct. Ratio 40 % inspiration / 60 % expiration.

source: View Session History
de: Sitzungsverlauf anzeigen
es: Ver historial de sesiones
fr: Voir l'historique des séances

source: Weil method
de: Weil-Methode
es: Método Weil
fr: Méthode Weil

source: Welcome to BreathingCoach
de: Willkommen bei BreathingCoach
es: Bienvenido a BreathingCoach
fr: Bienvenue dans BreathingCoach

source: Your own pace set in Settings, 40% inhale / 60% exhale ratio.
de: Dein eigenes Tempo aus den Einstellungen, im Verhältnis 40 % Einatmen / 60 % Ausatmen.
es: Tu propio ritmo configurado en Ajustes, con una proporción de 40 % inhalación / 60 % exhalación.
fr: Votre propre rythme défini dans les réglages, avec un ratio de 40 % inspiration / 60 % expiration.

source: Baud
es: Baudios
fr: Bauds

source: Max
es: Máx

source: Min
es: Mín

source: Port
es: Puerto

source: TREND (2 MIN)
es: TENDENCIA (2 MIN)
fr: TENDANCE (2 MIN)
